tap 'homebrew/bundle'

brew 'autoconf'
brew 'ctags'
brew 'git'
brew 'hub'
brew 'macvim'
brew 'pkg-config'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'zsh'

tap 'caskroom/cask'
brew 'brew-cask'

cask 'alfred'
cask 'appcleaner'
cask 'caffeine'
cask 'dash'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'karabiner'
cask 'skitch'
cask 'skim'
cask 'slack'
cask 'sourcetree'
cask 'sublime-text'
cask 'vagrant'
cask 'virtualbox'
# cask 'mactex'  # It takes a hell of a time..

tap 'caskroom/fonts'

cask 'font-ricty-diminished'

