tap 'homebrew/bundle'
tap 'heroku/brew'

brew 'autoconf'
brew 'ctags'
brew 'diff-so-fancy'
brew 'direnv'
brew 'fd'
brew 'fzf'
brew 'ghq'
brew 'git'
brew 'go'
brew 'haskell-stack'
brew 'heroku'
brew 'hub'
brew 'pkg-config'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'yarn'
brew 'zsh'

# cask 'alfred'
# cask 'dropbox'
# cask 'firefox'
# cask 'google-chrome'
# cask 'google-japanese-ime'
# cask 'skitch'
# cask 'skim'
# cask 'slack'

tap 'homebrew/cask-fonts'

cask 'font-ricty-diminished'

