tap 'homebrew/bundle'
tap 'heroku/brew'

brew 'autoconf'
brew 'ctags'
brew 'diff-so-fancy'
brew 'direnv'
brew 'fzf'
brew 'git'
brew 'go'
brew 'haskell-stack'
brew 'heroku'
brew 'hub'
brew 'pkg-config'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'yarn'
brew 'zsh'

tap 'caskroom/cask'

cask 'alfred'
cask 'appcleaner'
cask 'caffeine'
cask 'dropbox'
cask 'firefox'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'skitch'
cask 'skim'
cask 'slack'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
# cask 'mactex'  # It takes a hell of a time..

tap 'caskroom/fonts'

cask 'font-ricty-diminished'

